{
  "items": [
    {
      "title": "ESLint",
      "author": "Dirk Baeumer",
      "url": "https://marketplace.visualstudio.com/items?itemName=dbaeumer.vscode-eslint",
      "description": "The most projects you work on have got an `.eslint` file. That file contains the code styling you must follow. Depending on the project that might defer a lot and you can setup the ESLint plugin to autoformat your code on save. That means that you can just type with single, double of even backticks and it will autoformat to the styling the project has decided at an earlier stage.\n\nIf none of your projects use ESLint you might aswell go with Prettier, which is also a great extensions."
    },
    {
      "title": "React Hooks Snippets",
      "description": "Snippets take a while to get used to, but once you get the hang of them they are amazing and save you a lot of time. These specific snippets are for React Hooks specifically. ",
      "url": "https://marketplace.visualstudio.com/items?itemName=AlDuncanson.react-hooks-snippets",
      "author": "Al Duncanson"
    },
    {
      "title": "Color Highlight",
      "description": "Seeing colors as hexadecimal numbers or some rgb code something can be tricky if you work with a lot of colors. Color Highlight does exactly what the names says. It highlights your colors. Meaning you can visually see the colors you hexadecimal number means. It make life easy to swap around colors without thinking which color is which again.",
      "url": "https://marketplace.visualstudio.com/items?itemName=naumovs.color-highlight",
      "author": "Sergii Naumov"
    },
    {
      "title": "Cobalt2 Theme Official",
      "description": "What is a code editor without the right theme? My brain seems to love the color palette used in the theme made by Wes Bos. It's easy on the eyes and contrasts enough to keep you going without getting too tired.",
      "url": "https://github.com/wesbos/cobalt2-vscode",
      "author": "Wes Bos"
    }
  ],
  "author": "Daren Malfait",
  "live": true,
  "date": "2020-08-17T10:43:30.313Z",
  "title": "4 VSCode extensions I use for day-to-day javascript programming",
  "tags": [
    "vscode",
    "plugins",
    "javascript"
  ],
  "introduction": "Having the right tools for the job makes life as a developer easier. VSCode is a very popular code editor and is also the one I prefer. The many extensions you can install are great, but there are so many that it might be hard to find the \"right ones\".\n\nI made a list about the ones that I find to be indispensable.\n",
  "image": "assets/vscode-background.png",
  "description": "A curated list of extensions I could not live without.",
  "slot": ""
}