{
  "items": [
    {
      "title": "Figma - Website Wireframing (Streamlined)",
      "url": "https://www.youtube.com/watch?v=yBFlQtdsvyU ",
      "description": "I love using Figma, but I am still looking for a good workflow while making designs. This video inspired me with some great component ideas to make wireframes or designs faster.",
      "author": "Karl Rombauts"
    },
    {
      "description": "![World Vegan Day](assets/worldveganday.png \"World Vegan Day\")\n\nThe 1ste of November was world vegan day. There are many initiatives that promote the vegan lifestyle in November. There is a general consensus in the scientific community that switching to a mostly plant-based diet is a necessary step in the fight against climate change.",
      "title": "World vegan day"
    },
    {
      "title": "Notion.so",
      "url": "https://www.notion.so/",
      "description": "A long long time ago I used Notion, but it didn't work out at the time. Now I've been using Bear App as a main note taking app. I do miss a few features like being able to put a reminder on notes or put it on a calendar. So I took another look at Notion and now I can't look back."
    },
    {
      "title": "Socratic",
      "url": "https://socratic.org/",
      "description": "Socratic was built to support Science, Math, Literature, Social Studies, and more. With help from teachers, Socratic brings you visual explanations of important concepts in each subject."
    },
    {
      "title": "GIFS and prefers-reduced-motion",
      "url": "https://css-tricks.com/gifs-and-prefers-reduced-motion/",
      "description": "Rather than entirely stopping the GIF, you can put animated and non-animated images on top of each other (inside a `<details>` element) and allow them to be “played” on demand."
    }
  ],
  "author": "Wheelhouse",
  "live": true,
  "date": "2020-11-04T13:38:17.997Z",
  "title": "It's time for our 5 November picks",
  "tags": [
    "picks"
  ],
  "introduction": "Each month we pick 1 thing we found very interesting and put it into a list. This list might give you some insight in how Wheelhouse thinks and what intrigues us. This time we're sharing our picks for November.",
  "image": "assets/worldveganday.png",
  "description": "Our monthly picks where each of us pick something we liked in the past month."
}