{
  "items": [
    {
      "description": "Cron is new but has a lot of potentials. I think it's a great calendar app. It does not have a mobile version yet, so that's a bit of a bummer. The mac version is already great and will, without a doubt, still improve.",
      "url": "https://cron.com/ ",
      "title": "Cron",
      "pickedBy": "Daren Malfait"
    },
    {
      "description": "Theatre.js is a JavaScript animation library with a GUI.\nIt animates the DOM, WebGL, and any other JavaScript variable. It can be a handy tool for creating animations. I personally use it for 3D scenes.",
      "title": "Theatre.js",
      "url": "https://www.theatrejs.com/",
      "pickedBy": "Wout Salembier"
    },
    {
      "description": "I wanted to use this pick to pay homage to a true legend: Emilie Gillet, who is terminating her work on her company Mutable Instruments after many years of contribution to the community of Eurorack Modular Synthesizers. Her work has changed and shaped the way artists make music, especially in the ambient scene. She will stop producing and selling the modules, but she made everything open-source, and this means that people like myself can still fabricate the modules, ensuring her legacy lives on.",
      "url": "https://mutable-instruments.net/",
      "title": "Mutable Instruments",
      "pickedBy": "Rafaël Mindreau"
    },
    {
      "description": "A couple of friends of mine are blowing new life into a music event organization and asked me if I could provide audio-reactive visuals for their upcoming event. This visual programming tool will be my weapon of choice. It will help me combine most of my passions into an immersive experience for all attendees.",
      "url": "https://derivative.ca/",
      "title": "Derivative",
      "pickedBy": "Jaimy Schatteman"
    },
    {
      "title": "DFDS Mini Cruises",
      "url": "https://www.dfds.com/en/passenger-ferries/mini-cruises ",
      "description": "A very cheap and fun way to spend a weekend and discover a new place with your significant other. Me and my girlfriend will be going on a weekend trip to Newcastle for only €52 pp.",
      "pickedBy": "Jeroen Gunster"
    },
    {
      "url": "https://web.budgetbakers.com/",
      "description": "Recently I started using Wallet, a personal expense tracker. It comes with a lot of nice features like labels, auto bank updates and so much more. Wallet also has an Android and iOS app.",
      "title": "Wallet",
      "pickedBy": "Ward Poel"
    },
    {
      "author": "Stephen R. Covey",
      "title": "The 7 Habits of Highly Effective People",
      "pickedBy": "Aagje Reynders",
      "description": "Last month I started reading this book for a course. It was eye-opening, and I started to apply the things he mentions in the book. He mentions how to take responsibility for your life and how to understand yourself and your environment better."
    }
  ],
  "author": "Wheelhouse",
  "live": true,
  "date": "2022-05-05T08:13:24.530Z",
  "title": "May our monthly pics be with you 🌌",
  "introduction": "Hope all Star Wars fans had a fun May the 4th yesterday [🌌](https://emojis.wiki/milky-way/)! It's the start of a new month, here's our list of things we love, get inspired by, and learn from.",
  "image": "https://images.unsplash.com/photo-1472457897821-70d3819a0e24?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=1469&q=80",
  "description": "Hope all Star Wars fans had a fun May the 4th yesterday! It's the start of a new month, discover what we thought was worth listing this month.",
  "slot": "Photo by [Daniel K Cheung](https://unsplash.com/@danielkcheung?utm_source=unsplash&utm_medium=referral&utm_content=creditCopyText) on [Unsplash](https://unsplash.com/s/photos/starwars?utm_source=unsplash&utm_medium=referral&utm_content=creditCopyText)"
}