{
  "items": [
    {
      "title": "lookup.design",
      "url": "https://lookup.design/",
      "description": "Lookup is an easy tool to look up examples of design components from different websites. If you need some inspiration or want to compare different designs with each other, this is the place to be!",
      "pickedBy": "Aagje Reynders"
    },
    {
      "title": "Three cup mushrooms",
      "url": "https://chejorge.com/2020/07/09/three-cup-mushrooms/",
      "description": "\n\n![three cup mushroom](assets/cup-mushroom.jpg \"three cup mushroom\")\n\nThis simple dish is great as a starter or as a quick and easy dinner. The three cup sauce is so full of flavor and the mushrooms just soak it all up. George has a lot of interesting plant-based recipes.",
      "pickedBy": "Roel Goossens"
    },
    {
      "title": "Vue 3 Composition API",
      "url": "https://v3.vuejs.org/api/composition-api.html",
      "description": "Much like React's hooks, Vue Composition API allows you to elegantly manage code so it works better from a developer's perspective. Check it out!",
      "pickedBy": "Rafaël Mindreau"
    },
    {
      "title": "Goodreads",
      "url": "https://www.goodreads.com",
      "pickedBy": "Olivier De Wit",
      "description": "One of my favourite hobbies is buying books and not reading them. Last month, I decided to not buy books anymore and actually read them. \nI installed goodreads a couple of years ago, but never used it until now. Goodreads is a book reviewing platform where you can track the books you read, wants to read or currently reading. Book nr 1 has already been devoured. 113 to go…."
    },
    {
      "title": "Chocolatey",
      "url": "https://chocolatey.org/",
      "description": "Last month I built myself a new gaming pc and chocolatey was a big help to reinstall all my applications. It's a package manager (like npm), but for windows.",
      "pickedBy": "Daren Malfait"
    },
    {
      "title": "Snowpack v3",
      "url": "https://www.snowpack.dev/posts/2020-12-03-snowpack-3-release-candidate",
      "description": "Snowpack v3 brings frontend development to another level. You can just skip the npm install step 😮. This can all be done with the new streaming package imports."
    }
  ],
  "author": "Wheelhouse",
  "live": true,
  "date": "2021-01-13T14:41:27.492Z",
  "title": "New year, new monthly picks",
  "tags": [
    "picks"
  ],
  "introduction": "To start the year off, we gathered our new picks for this month. Each month we pick 1 thing we found very interesting and put it into a list. This list might give you some insight in how Wheelhouse thinks and what intrigues us.",
  "image": "assets/roel_resolutions.png",
  "description": "Every month we each pick the greatest thing that we found last month and share it with you"
}