{
  "live": true,
  "date": "2023-01-12T08:35:54.596Z",
  "title": "Our 2023 resolutions - January top picks",
  "author": "Wheelhouse",
  "image": "/assets/dall·e-2023-01-12-09.42.11.png",
  "description": "To start the year off, we listed our New Year's resolutions as our January top picks.",
  "introduction": "To start the year off, we listed our New Year's resolutions as our January top picks. Let's see what we have here:",
  "items": [
    {
      "title": "Fitness + more languages",
      "description": "This year I have three goals in mind:\n\n* Benching 225lbs in the gym\n* Doing a 100km route on my bike\n* Learn more languages for native application and use them.\n\nThese goals will hopefully be hit the end of the year!",
      "pickedBy": "Wout Salembier"
    },
    {
      "title": "Webshop",
      "description": "Starting a small webshop with my girlfriend, selling unique AI generated art in b&w, on high quality paper.",
      "pickedBy": "Jeroen Gunster"
    },
    {
      "title": "Triathlon",
      "description": "This year, sport-wise, I want to do a quarter triathlon and I’m even considering getting started for training for a full marathon, but I’m not ready to commit to that resolution for 100% 😜. Marketing-wise, I would really love to hit 2000 followers on the Wheelhouse LinkedIn, so go ahead and follow our page while you’re at it! 😉",
      "pickedBy": "Daphné Vermeiren"
    },
    {
      "title": "Meditation",
      "description": "Last year my main goal was to gain more confidence, which was definitely a challenge, but I managed to do so anyway. So this year, I will learn to unwind and relax more by doing daily meditation exercises!",
      "pickedBy": "Aagje Reynders"
    },
    {
      "title": "More creativity",
      "description": "The previous year I envisioned myself swimming more (or performing other sports). While that resolution is entirely resolved, this year, I want to focus on spending my free time more creatively by making live visuals, learning Blender, and picking painting/drawing back up, but I’ll see how far I get with the first two.",
      "pickedBy": "Jaimy Schatteman"
    }
  ]
}