{
  "items": [
    {
      "title": "Office chair",
      "url": "https://www.ikea.com/be/en/p/langfjaell-conference-chair-with-armrests-gunnared-light-brown-pink-white-s09252786/#content",
      "description": "I'm in need of a new office chair, but there are so many colors, sizes, styles,... I find it hard to decide which one is ergonomic and comfortable, but at the same time doesn't take a lot of space like the gaming chair I have now. Why are desk chairs so expensive?",
      "pickedBy": "Aagje Reynders"
    },
    {
      "title": "Salt Fat Acid Heat",
      "author": "Samin Nosrat",
      "url": "https://www.saltfatacidheat.com/buy-book",
      "description": "I want to have a better understanding of cooking. To make better food and to understand what I'm doing. This book is one of those that can help me in my adventure to make the perfect meal 😊\n\n![](/assets/image-4-.png)",
      "pickedBy": "Gilles Pelegrin"
    },
    {
      "title": "Apple Pencil",
      "description": "I recently ordered an iPad Air via our flexible income plan and so far, I mostly have been using it to watch Neflix (oops). To actually start using it for work, I’m having my eye on an Apple Pencil. This way, I can get creative on my iPad as well and take notes.",
      "url": "https://www.apple.com/apple-pencil/",
      "pickedBy": "Daphné Vermeiren"
    },
    {
      "title": "LP - Tibetan Miracle Seeds - Inca Missiles",
      "url": "https://fuzzedupastromoonrecords.bandcamp.com/album/inca-missiles",
      "description": "The LP of the album: [Tibetan Miracle Seeds – Inca Missiles.](https://fuzzedupastromoonrecords.bandcamp.com/album/inca-missiles) But it seems sold out for now. Hopefully, there will be a second press one day!"
    },
    {
      "title": "Nuclear Fusion Breakthrough",
      "url": "https://www.bbc.com/news/science-environment-63957085",
      "description": "The breakthrough in fusion is perhaps the best Christmas gift you could have ever hoped for, but you don't realize this yet!",
      "pickedBy": "Rafaël Mindreau"
    },
    {
      "title": "Celestial Space Cowboy decoration, ducks, or a projector",
      "description": "I just moved to a new apartment. I picked theme for my bedroom and I'm looking for decoration. The theme is celestial space cowboy. And ducks. I'd also like a projector. Thanks, Santa!\n\n![](/assets/dall·e-2022-12-20-12.31.38-celestial-space-cowboy-in-digital-art.png \"Celestial Space Cowboy by Dall-E 2\")",
      "pickedBy": "Roel Goossens"
    },
    {
      "title": "Sound System Set-up",
      "description": "I would like a good sound system set-up for when I'm working from home, so I can jam harder to my favourite tunes. A TV would also be welcome!",
      "pickedBy": "Wout Salembier"
    },
    {
      "title": "AirPods",
      "url": "https://www.apple.com/airpods-3rd-generation/",
      "description": "I would like a new pair of AirPods. The batteries of my current ones are slowly dying 🪫. So the new AirPods would be a lovely present!",
      "pickedBy": "Ward Poel"
    },
    {
      "title": "BEEM: The Pour Over",
      "url": "https://beem.co.uk/collections/pour-over",
      "description": "Being the coffee snob I am, I want to extend my repertoire of coffee-making-apparatus with this beautiful minimalistic V60 (pour-over) coffee maker.",
      "pickedBy": "Jaimy Schatteman"
    },
    {
      "title": "Young ICT Lady of the Year 2023 award for Aagje",
      "url": "https://shegoesict.be",
      "description": "This year, I would love to see our very own Aagje Reynders win Young ICT Lady of the Year by DataNews. You can still help her by voting via https://shegoesict.be. Go Aagje!",
      "pickedBy": "Olivier De Wit"
    }
  ],
  "author": "Wheelhouse",
  "live": true,
  "date": "2022-12-20T11:29:05.434Z",
  "title": "Our Christmas wish list (a.k.a. December top picks)",
  "introduction": "Instead of our usual monthly top picks, this time, we put together our holiday wish list. Maybe it's just in time for our friends and family to get some last-minute inspiration to put something under the Christmas tree. 😉",
  "image": "/assets/dall·e-2022-12-20-12.31.38-celestial-space-cowboy-in-digital-art.png",
  "description": "Our Christmas wish list; just in time for our friends and family to get some inspiration!",
  "slot": ""
}