{
  "title": "Building a scalable, integrated, component-driven website for Raccoons",
  "backgroundColor": "linear-gradient(90deg, rgba(255,125,0,1) 49%, rgba(255,169,0,1) 100%)",
  "color": "#fff",
  "company": "Raccoons",
  "body": "When our business group, Raccoons, decided to rethink their entire marketing strategy, vision, and accompanying brand, they reached out to us actually to bring it to the end user through a robust and scalable custom website. As a technology powerhouse, the best way to display your in-house expertise is by showing it off on your website, right? So, we got to work.\n\n**Integrations**\n\nThe old, outdated website that was in place before the current one taught us a lot. First of all, as an innovator, Raccoons loves to use software-as-a-service tools (SaaS) to provide a better experience to potential customers, employees, or anyone visiting the website. Think of HubSpot for the blog, forms, and meeting plug-ins; Recruitee for the hiring process; Transistor to distribute their podcast Radio Raccoons to the right places; or YouTube to show off demos and testimonials of use cases.\n\nIn the old website, these tools were often integrated in a quick and dirty way (can you blame a start-up?), for instance, by redirecting to different subdomains. This way, the blog was published separately on ‘[blog.raccoons.be](http://blog.raccoons.be/)’, and you could also find the podcast on a different domain. Not very user-friendly, so the new website had to be integrated well to be more scalable and SEO-friendly. No more redirects.\n\n**Component-driven**\n\nNext up on the list of requirements? A list of necessary components. As content-driven, big websites can quickly become hard to manage; we preferred to break the website down modularly. This resulted in a scalable, easy-to-build yet robust website as every component can be reused in any needed combination.\n\nSecondly, to handle these components, we needed a user-friendly CMS where non-technical people could also make changes to the website’s content. Enter Sanity, a unified content platform that powers better digital experiences. Through Sanity, the Raccoons team can collaborate on the website in real-time and review changes. Configuring a *content block* was never easier: choose the component you need, for example, a ‘page hero’ or a ‘long copy’ section, and fill in the copy as desired. Quickly reviewed in staging and then pushed to the website in no time.\n\n![](/assets/sanity-gif.gif)\n\n**New, user-friendly design**\n\nOf course, with a new website usually comes a new design. Based on new brand guidelines, we designed a future-proof yet elegant website. As Raccoons offers a range of content about innovation and technology, it was of the utmost importance that this was easily accessible, readable, and searchable.\n\n```\n<iframe width=\"560\" height=\"315\" src=\"https://www.youtube.com/embed/cQcsrCfOdrw\" title=\"YouTube video player\" frameborder=\"0\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture\" allowfullscreen></iframe>\n```\n\nOf course, a website is never really finished. The good news is that with this scalable website, they can continue building without having to rethink its structure entirely.",
  "image": "/assets/iphone-raccoons-mockup.png",
  "banner": "/assets/iphone-raccoons-mockup.png"
}