{
  "title": "Elevating Dexxter, the first Belgian accounting app for student and part-time entrepreneurs",
  "color": "#fff",
  "backgroundColor": "linear-gradient(135deg, rgba(59,42,128,1) 52%, rgba(94,79,145,1) 100%);",
  "banner": "/assets/case_1.png",
  "company": "Dexxter",
  "body": "Entrepreneurial spirits often have great ideas but hesitate to actually start building something — especially students or people who already have full-time jobs. Taking the step to become a part-time or student entrepreneur is often huge: not only because of the workload but also because being an entrepreneur comes with administration and costs. Finding an accountant that’s willing to cover your case? An even harder task. \n\n### Untapped potential\n\n Former accountant Giel Thomas and business partners Robbe Claessens and Stan De Pauw quickly realized that a platform for those who don’t require a dedicated accountant left a significant gap in the Belgian market. Together, they started developing Dexxter, a web application that allows student and part-time entrepreneurs to do their bookkeeping — whether or not accompanied by an accountant. \n\n The development of Dexxter began as a small side project in 2020: \"I owned an accounting firm where many part-time entrepreneurs came knocking on my door. These small organizations often have a low and unstable revenue, making the cost of an accountant almost unbearable. I could see the potential despite the volatile nature of such organizations, so I started working with some of them, as their bookkeeping is not that complex,\" Giel explains. \n\n Giel saw an untapped potential there and started to build a minimum viable product where his clients could do most of the administration themselves. Two years later, Dexxter services more than 500 paying customers that can handle 100% of their administration. \"We had to pivot a little bit, though. We saw that our clients sometimes had questions about small but complex issues. That’s why we started building our accountancy portal. There, you can connect with an accountant who can help you with your questions.\" \n\n![](/assets/schermafbeelding-2022-08-04-om-13.22.57.png)\n\n### Extra developing power\n\n As is the case in many startups, the platform was built in a very agile way. For the most part, one of the founders developed the tool himself. As the platform grew, extra developing power became essential. \"We started looking for investors to scale up our development team. After raising enough funds, we sought people with the right skill set. That’s when we contacted Wheelhouse, who put two top-notch consultants on our team.\" \n\n Where Robbe, Dexxter’s technical lead, is more of a back-end developer, our consultants help him with front-end development and design. “Being able to develop and design is a great combination, as it ensures that you design something that’s also easily programmable,” according to Giel. \"Moreover, Wheelhouse’s consultants bring maturity and best practices to our product. We can work in a much more structured way.\" \n\n### Nice-to-have\n\n Of course, Dexxter’s story is just beginning. The team is already developing a roadmap with many nice-to-haves and additional features. Think of integrating artificial intelligence into the platform to analyze certain documents. In addition, they are expanding the platform for full-time sole proprietors as we speak (stay tuned for September!). We are looking forward to building these additions to the platform together.",
  "image": "/assets/case_1.png"
}