{
  "title": "Powering up AirTable — developing customizable invoices and order forms",
  "company": "Focus Advertising",
  "color": "#fff",
  "backgroundColor": "linear-gradient(90deg, rgba(193,238,255,1) 49%, rgba(0,212,255,1) 100%)",
  "body": "A famous article known among most entrepreneurs and investors is Andreessen Horowitz's article about how \"[software is eating the world](https://a16z.com/2011/08/20/why-software-is-eating-the-world/)\". As true as this was when the piece came out in 2011, it remains true today. Almost everything we know has a digital translation. Think of cars, photos, entertainment, food, presentations, and more.\n\nTen years later, everyone can agree that digitization did not stop there. A second shift has taken place. In summary? \"[Services are eating software](https://www.forbes.com/sites/peterbendorsamuel/2019/10/14/software-is-eating-the-world-but-services-is-eating-software/?sh=7eb3dde92116)\". SaaS, software-as-a-service, has become omnipresent. You can hardly imagine anything for which a SaaS solution isn't available. Cars, photos, entertainment, food, presentations - you name it, it exists. Think of Uber, Instagram, Netflix, Deliveroo, Strava, Runtastic, Calm, Audible, and Amazon Prime. You pay some pocket money, and you get the full service. In addition to your personal life, SaaS has helped businesses become more efficient. Now, more custom software solutions have to compete more intelligently.\n\n### **The third wave: On-Top-of-Saas solutions**\n\nOf course, a third wave hit the landscape recently, namely 'On-Top-of-SaaS-solutions'; solutions that start from a SaaS product and build further on it. We recently developed such a case in collaboration with [Focus Advertising](https://www.focus-advertising.be/). For some of their business-critical processes, Focus Advertising uses [AirTable](https://www.airtable.com/), a powerful tool that allows you to structure just about anything in a database format.\n\nThey still missed a handy printout function allowing them to create and print fully customizable invoices and order forms within AirTable, where their data already resides. In a successful partnership with TPO Agency, we pushed our JavaScript expertise to the limit to make this happen for Focus Advertising.\n\n### **A new trend**\n\nRecently, Airtable offered the possibility to access specific APIs that dive into the core of their software. And they are not the only SaaS company starting to open up their software to the developer community. They recognize that to grow faster and more intelligently, it's advantageous to have more hands on the possibilities of their SaaS. For us product builders, this is an excellent opportunity to help build products (on top of already existing, great products) that enable customers and users to deploy the software they use for the things they consider important. Would you like us to assess if we can build something on top of a SaaS tool you already love? Give us a call.",
  "image": "/assets/imac-mockup-airtable.png",
  "banner": "/assets/imac-mockup-airtable.png"
}